Repository: ginjo92/Mega-X_ConfigTool
Catalog: ProdigyConfigToolWPF/Properties/Resources.*.resx
Languages: pt

# Outputs_beeps_number
source: Beeps number
pt: Número de beeps

# Output_time_configuration_minus
source: Time configuration (-)
pt: Configurar tempos (-)

# Output_time_configuration_plus
source: Time configuration (+)
pt: Configurar tempos (+)

source: Pulses number
pt: Número de pulsos

source: Reset
pt: Restauro

source: Saturday
pt: Sábado

source: Sunday
pt: Domingo

source: Thursday
pt: Quinta

source: Time
pt: Tempo

source: Time - OFF
pt: Tempo - OFF

source: Time - ON
pt: Tempo - ON

# Timezone_exceptions_minus
source: Exceptions (-)
pt: Exceções (-)

# Timezone_exceptions_plus
source: Exceptions (+)
pt: Exceções (+)

source: Tuesday
pt: Terça

# User_areas_minus
source: Partitions (-)
pt: Partições (-)

# User_areas_plus
source: Partitions (+)
pt: Partições (+)

# User_arm_disarm_permissions_minus
source: Arm/Disarm Permissions (-)
pt: Permissões armar/desarmar (-)

# User_arm_disarm_permissions_plus
source: Arm/Disarm Permissions (+)
pt: Permissões armar/desarmar (+)

# User_can_change_clock
source: Can change clock
pt: Pode alterar relógio

# User_data_final
source: Final date
pt: Data final

# User_data_inicial
source: Initial date
pt: Data inicial

# User_timezone_config_minus
source: Timezones configuration (-)
pt: Configurar horários (-)

# User_timezone_config_plus
source: Timezones configuration (+)
pt: Configurar horários (+)

# User_user_type
source: Type
pt: Tipo

# User_user_code
source: Code
pt: Código

# ChangeUserCode
source: Change
pt: Alterar

source: Initial/Final Date
pt: Data Inicial/Final

source: Permissions
pt: Permissões

# Timezone_weekdays
source: Weekdays
pt: Dias da semana

# Timezone_exceptions
source: Exceptions
pt: Exceções

# Timezone_exception1
source: Exception 1
pt: Exceção 1

# Keypad_backlight
source: Backlight
pt: Iluminação

# Keypad_hour_date_format
source: Hour/Date Format
pt: Formato de data/hora

source: Areas and Keypads
pt: Partições e Teclados

source: F Buttons
pt: Botões F

# FButton_2
source: F2 Button
pt: Botão F2

# FButton_3
source: F3 Button
pt: Botão F3

# FButton_4
source: F4 Button
pt: Botão F4

# Timezone_exception2
source: Exception 2
pt: Exceção 2

# Timezone_exception3
source: Exception 3
pt: Exceção 3

# Timezone_exception4
source: Exception 4
pt: Exceção 4

# CodeChanged
source: Code updated
pt: Código Atualizado

# User_Button_A_Away
source: Button A - Away
pt: Botão A - Armar Total

# User_Button_A_Stay
source: Button A - Stay
pt: Botão A - Armar Parcial

# User_Button_B_Away
source: Button B - Away
pt: Botão B - Armar Total

# User_Button_B_Stay
source: Button B - Stay
pt: Botão B - Armar Parcial

# User_Button_C_Away
source: Button C - Away
pt: Botão C - Armar Total

# User_Button_C_Stay
source: Button C - Stay
pt: Botão C - Armar Parcial

# User_Button_D_Away
source: Button D - Away
pt: Botão D - Armar Total

# User_Button_D_Stay
source: Button D - Stay
pt: Botão D - Armar Parcial

source: Wednesday
pt: Quarta

# User_Buttons
source: Buttons
pt: Botões

source: Arm/Disarm Permissions
pt: Permissões para Armar/Desarmar

# Zone_24h
source: 24H Zone
pt: Zona 24H

source: Output Permissions
pt: Permissões para saídas

# User_area_permissions
source: Area Permissions
pt: Permissões para partições

# AccessProgramMode
source: Access to program mode
pt: Acesso ao modo de programador

source: Alarm
pt: Alarme

# Areas_minus
source: Partitions (-)
pt: Partições (-)

# Areas_plus
source: Partitions (+)
pt: Partições (+)

source: Arm/Disarm away
pt: Armar/desarmar total

source: Arm/Disarm stay
pt: Armar/desarmar parcial

# Arm_disarm_permissions_minus
source: Arm/Disarm Permissions (-)
pt: Permissões armar/desarmar (-)

# Arm_disarm_permissions_plus
source: Arm/Disarm Permissions (+)
pt: Permissões armar/desarmar (+)

source: Battery low
pt: Bateria baixa

# ComAttempts
source: Communications attempts
pt: Nº de tentivas de comunicação

source: Date/Hour change
pt: Mudança de data/hora

# DisarmAwayDuringExitTime
source: Disarm during exit time - Away
pt: Desarmar durante tempo de saída - total

# DisarmStayDuringExitTime
source: Disarm during exit time - Stay
pt: Desarmar durante tempo de saída - parcial

source: Duress alarm
pt: Alarm de coação

source: Entry time
pt: Tempo de entrada

source: Exit time
pt: Tempo de saída

source: Fire alarm
pt: Alarme incêndio

source: Fuse fail
pt: Falha Fusível

# F_Buttons_config_minus
source: F Buttons (-)
pt: Botões F (-)

# F_Buttons_config_plus
source: F Buttons (+)
pt: Botões F (+)

source: Hour
pt: Hora

# KeypadComProblems
source: Keypad communications problems
pt: Problemas de comunicação - teclado

source: Arm/Disarm Permissions
pt: Permissões Armar/Desarmar

# KeypadTamper
source: Keypads tamper
pt: Tamper de teclados

# Keypad_backligth_off_if_mail_fail
source: Backlight off on 230V fail
pt: Desligar iluminação em falha 230V

# Keypad_backligth_time
source: Backlight time
pt: Tempo de iluminação

# Keypad_date_format
source: Date format
pt: Formato de data

# Keypad_hour_format
source: Hour format
pt: Formato de hora

# Keypad_no_indications_while_armed
source: No indications while armed
pt: Sem indicações - se armado

# Keypad_silent_during_entry_time
source: Silent during entry time
pt: Sem beeps durante o t. de entrada

# Keypad_silent_during_exit_time
source: Silent during exit time
pt: Sem beeps durante o t. de saída

# Keypad_use_tamper
source: Enable keypad tamper
pt: Ativar tamper do teclado

source: Medical alarm
pt: Alarme médico

source: Outputs failure
pt: Falha de saídas

source: Panel tamper
pt: Tamper da central

source: Panic alarm
pt: Alarme pânico

source: Phone number
pt: Número telefone

# Phone_kissof_minus
source: Kiss off configuration (-)
pt: Configurar confirmação de chamada (-)

# Phone_kissoff
source: Kiss Off
pt: Confirmação de chamada

# Phone_kissof_plus
source: Kiss off configuration (+)
pt: Configurar confirmação de chamada (+)

# Phone_kiss_off_CID
source: Stop dialling if kissed off CID
pt: Terminar chamada se receber confirmação de chamada (CID)

# Phone_kiss_off_voice
source: Stop dialling if kissed off voice
pt: Terminar chamada se receber confirmação de chamada (voz)

# Phone_report_minus
source: Report Configurations (-)
pt: Configurar report (-)

# Phone_report_plus
source: Report Configurations (+)
pt: Configurar report (+)

source: Prefix
pt: Prefixo

source: PSTN fail
pt: Falha PSTN

source: Receiver fail
pt: Falha de recetor

# SensorWatch
source: Sensor watch alarm
pt: Alarme de inatividade de zona

source: System problems
pt: Problemas de sistema

source: Tamper alarm
pt: Alarme de tamper

# TestCall
source: Make test calls
pt: Fazer chamadas de teste

source: Tests
pt: Testes

source: Options
pt: Opções

source: Reports
pt: Relatórios

source: Timezone assignments
pt: Associação de horários

# TimezoneAssignments_minus
source: Timezone assignments (-)
pt: Associação de horários (-)

# TimezoneAssignments_plus
source: Timezone assignments (+)
pt: Associação de horários (+)

# Zone_Terminals
source: Terminals
pt: Terminais

# Report_config
source: Report configuration
pt: Configuração de relatórios

# Test_config
source: Hour/days test configuration
pt: Configurar horário teste

# Test_config_minus
source: Hour/days test configuration (-)
pt: Configurar horário teste (-)

# Test_config_plus
source: Hour/days test configuration (+)
pt: Configurar horário teste (+)

source: Zone bypass
pt: Omissão de zona

source: Zone tamper
pt: Tamper de zona

source: 230V fail
pt: Falha 230V

# Arm_conditions_minus
source: Arm conditions (-)
pt: Condições p/ armar (-)

# Arm_conditions_plus
source: Arm conditions (+)
pt: Condições p/ armar (+)

source: Arm if Battery low or 230 V fail
pt: Armar se Bateria fraca ou falha 230V

# CoationDigit
source: Duress digit
pt: Digito de coação

# CRAClientNumber
source: Monitor account number
pt: Cód. cliente CRA

source: Date
pt: Data

# Keyswitch_minus
source: Keyswitch (-)
pt: Chave (-)

# Keyswitch_plus
source: Keyswitch (+)
pt: Chave (+)

source: Keyswitch
pt: Chave

# Maintenance_minus
source: Maintenance (-)
pt: Assistência técnica (-)

# Maintenance_plus
source: Maintenance (+)
pt: Assistência técnica (+)

# Not_arm_if_com_problems
source: Not arm if communications have problems
pt: Não armar se comunicações c/ erros

# Not_Arm_if_keypad_faulty
source: Not arm if keypad is faulty
pt: Não armar se teclado em falha

# Not_arm_if_line_faulty
source: Not arm if line is faulty
pt: Não armar se linha em falha

source: Output control is disabled when armed
pt: Controlo de saídas desativado (quando armado)

# PanelTamper_minus
source: Panel tamper (-)
pt: Tamper da central (-)

# PanelTamper_plus
source: Panel tamper (+)
pt: Tamper da central (+)

# SirenTamper_minus
source: Siren tamper (-)
pt: Tamper de sirene (-)

# SirenTamper_plus
source: Siren tamper (+)
pt: Tamper de sirene (+)

source: Siren tamper
pt: Tamper de sirene

# Siren_Output_option_1
source: Option 1
pt: Opção 1

# Siren_Output_option_2
source: Option 2
pt: Opção 2

# Siren_Output_option_3
source: Option 3
pt: Opção 3

source: Time in minutes
pt: Tempo em minutos

source: 230V fail report delay
pt: Atraso para falha de 230V

source: Please wait...
pt: Por favor aguarde...

# ReadingDialer
source: Reading dialer configuration
pt: A ler configurações do comunicador

# ReadingGlobal
source: Reading system configurations
pt: A ler configurações do sistema

# ReadingKeypads
source: Reading keypads configurations
pt: A ler configurações dos teclados

# ReadingOutputs
source: Reading outputs configurations
pt: A ler configurações das saídas

# ReadingPartitions
source: Reading partitions configurations
pt: A ler configurações das partições

# ReadingPhones
source: Reading phones configurations
pt: A ler configurações dos telefones

# ReadingTimezones
source: Reading timezones configurations
pt: A ler configurações dos horários

# ReadingUsers
source: Reading users configurations
pt: A ler configurações dos utilizadores

# ReadingZones
source: Reading zones configurations
pt: A ler configurações das zonas

source: Read with success!
pt: Leitura efetuada com sucesso!

# WriteWithSuccess
source: Written with success!
pt: Escrita efetuada com sucesso!

# WritingDialer
source: Writing dialer configuration
pt: A escrever configurações do comunicador

# WritingGlobal
source: Writing system configurations
pt: A escrever configurações do sistema

# WritingKeypads
source: Writing keypads configurations
pt: A escrever configurações dos teclados

# WritingOutputs
source: Writing outputs configurations
pt: A escrever configurações das saídas

# WritingPartitions
source: Writing partitions configurations
pt: A escrever configurações das partições

# WritingPhones
source: Writing phones configurations
pt: A escrever configurações dos telefones

# WritingTimezones
source: Writing timezones configurations
pt: A escrever configurações dos horários

# WritingUsers
source: Writing users configurations
pt: A escrever configurações dos utilizadores

# WritingZones
source: Writing zones configurations
pt: A escrever configurações das zonas

# DeleteConfigFile
source: Delete configuration
pt: Apagar ficheiro

source: Last changed
pt: Última modificação

# NewConfigFile
source: New configuration file
pt: Novo ficheiro

# NotArmIfZonesOpen
source: Not arm if zones open after exit delay
pt: Não armar com zonas abertas

source: Address 1
pt: Endereço 1

source: Address 2
pt: Endereço 2

source: City
pt: Cidade

source: Click header to configure
pt: Clicar no cabeçalho para configurar

# ClientInfo
source: Client
pt: Cliente

source: Client name
pt: Nome do cliente

source: District
pt: Distrito

source: Fax Number
pt: Fax

source: Postal code
pt: Código Postal

# SystemConfiguration
source: System
pt: Sistema

source: Web site
pt: Site

# InfoDataWillBeLost
source: If you click 'No' changes will be lost.
pt: Se clicar 'não', as alterações serão perdidas.

# QuestionSaveChanges
source: Save changes?
pt: Guardar alterações?

# QuestionSaveChangesExtended
source: Do you want to save changes before close?
pt: Guardar alterações antes de fechar?

source: File
pt: Ficheiro

# Saving
source: Saving configuration...
pt: A guardar configuração...

source: Close
pt: Fechar

source: Login
pt: Autenticação

# LoginOk
source: Login
pt: Entrar

# Audio
source: Voice messages
pt: Mensagens de voz

# ComConnected
source: Connected
pt: Ligado

# ComDisconnected
source: Disconnected
pt: Desligado

# PleaseConnectFirst
source: Please select a connection first!
pt: Por favor selecione uma porta COM!

source: Communications
pt: Comunicações

source: Help
pt: Ajuda

# Help_Area_H1_P2
source: Here you can configure each partition.\r\nAfter configure, you can send it to Mega-X and/or save it to your configuration.
pt: Aqui pode configurar cada partição.\r\nPode enviar para a Mega-X ou gravar as alterações.

# Help_ClickHeaderToConfigure
source: Click in columns headers to configure collapsed configurations.
pt: Clique no cabeçalho para obter configurações omitidas.

# Help_Client_H1_P2
source: Here you can add client information for each configuration.
pt: Aqui pode adicionar informações do cliente a que pertence a configuração.

# Help_Dialer_H1_P2
source: Here you can configure dialer.\r\nAfter configure, you can send it to Mega-X and/or save it to your configuration.
pt: Aqui pode configurar o comunicador.\r\nPode enviar para a Mega-X ou gravar as alterações.

# Help_GlobalSystem_H1_P2
source: Here you can configure system.\r\nAfter configure, you can send it to Mega-X and/or save it to your configuration.
pt: Aqui pode configurar o sistema.\r\nPode enviar para a Mega-X ou gravar as alterações.

# Help_Home_H1_P2
source: Here you can navigate to other menus.\r\nClick in what you want to configure.
pt: Aqui pode navegar pelos menus.\r\nClique no que pretende configurar.

# Help_Keypad_H1_P2
source: Here you can configure each keypad.\r\nAfter configure, you can send it to Mega-X and/or save it to your configuration.
pt: Aqui pode configurar cada teclado.\r\nPode enviar para a Mega-X ou gravar as alterações.

# Help_Login_H1_P1
source: Default password.
pt: Senha pré-definida.

# Help_Login_H1_P2
source: Default password for user 'Admin' is '1234.
pt: A senha pré-definida para o utilizador 'Admin' é '1234'.

# Help_Output_H1_P2
source: Here you can configure each output.\r\nAfter configure, you can send it to Mega-X and/or save it to your configuration.
pt: Aqui pode configurar cada saída.\r\nPode enviar para a Mega-X ou gravar as alterações.

# Help_Phone_H1_P2
source: Here you can configure each phone.\r\nAfter configure, you can send it to Mega-X and/or save it to your configuration.
pt: Aqui pode configurar cada telefone.\r\nPode enviar para a Mega-X ou gravar as alterações.

# Help_Timezone_H1_P2
source: Here you can configure each timezone.\r\nAfter configure, you can send it to Mega-X and/or save it to your configuration.
pt: Aqui pode configurar cada horário.\r\nPode enviar para a Mega-X ou gravar as alterações.

# Help_User_H1_P2
source: Here you can configure each user.\r\nAfter configure, you can send it to Mega-X and/or save it to your configuration.
pt: Aqui pode configurar cada utilizador.\r\nPode enviar para a Mega-X ou gravar as alterações.

# Help_Zone_H1_P2
source: Here you can configure each zone.\r\nAfter configure, you can send it to Mega-X and/or save it to your configuration.
pt: Aqui pode configurar cada zona.\r\nPode enviar para a Mega-X ou gravar as alterações.

source: Change password
pt: Alterar senha

# ChangePasswordButton
source: Change
pt: Alterar

source: Confirm new password
pt: Confirmar nova senha

# Help_New_Password_H1_P1
source: Change password
pt: Alterar senha

# Help_New_Password_H1_P2
source: Change current user's password. Please note that this change isn't reversible.
pt: Aqui é possível alterar a senha atual de um utilizador. Esta alteração não é reversível.

source: New password
pt: Nova senha

# NewPasswordConfirmationNotMatch
source: New password and new password confirmation doesn't match!
pt: Nova senha e confirmação de nova senha não são iguais!

# PasswordChanged
source: Password changed with success!
pt: Senha alterada com sucesso!

# PasswordUserNotMatch
source: User/Password doesn't match!
pt: Utilizador/Senha errados!

# DataChooseDialogRead
source: Please select what you want to read from Mega-X unit:
pt: Por favor selecione aquilo que pretende ler da central:

# DataChooseDialogWrite
source: Please select what you want to write to Mega-X unit:
pt: Por favor selecione aquilo que pretende escrever para a central:

# Settings
source: Preferences
pt: Preferências

# Help_Settings_H1_P2
source: Here you are able to change general application configurations.
pt: Aqui pode alterar as configurações gerais da aplicação.

source: Events
pt: Eventos

# ReadingEvents
source: Reading system events
pt: A ler os eventos do sistema

# EventMessage_End_KP_EVT_CODE_24_HOUR_SAFE
source: 24h zone alarm restored
pt: Alarme de zona 24h restaurado

# EventMessage_End_KP_EVT_CODE_ACCESS_PROGRAM_MODE_ENTRY
source: Program mode entry
pt: Entrada em modo de programação

# EventMessage_End_KP_EVT_CODE_ACCESS_PROGRAM_MODE_EXIT
source: Program mode exit
pt: Saída de modo de programação

# EventMessage_End_KP_EVT_CODE_AC_LOSS
source: AC power restored
pt: Falha de alimentação restaurada

# EventMessage_End_KP_EVT_CODE_ARMED_STAY
source: Arm stay
pt: Armado - parcial

# EventMessage_End_KP_EVT_CODE_AUTO_ARM_FAILED
source: Auto arm fail
pt: Falha de armar automático

# EventMessage_End_KP_EVT_CODE_BATTERY_MISSING_DEAD
source: Battery connected
pt: Bateria ligada

# EventMessage_End_KP_EVT_CODE_BURGLARY
source: Burglary alarm restored
pt: Alarme de intrusão restaurado

# EventMessage_End_KP_EVT_CODE_DURESS_ACCESS_GRANTED
source: Duress access
pt: Acesso por dígito de coação

# EventMessage_End_KP_EVT_CODE_EXPANSION_MODULE_TAMPER
source: Bus module tamper restored
pt: Tamper de módulo de expansão restaurado

# EventMessage_End_KP_EVT_CODE_FAILED_TO_CLOSE
source: Arm fail
pt: Falha - armar

# EventMessage_End_KP_EVT_CODE_FAILURE_TO_COMMUNICATE_EVENT
source: Fail to report event
pt: Falha a reportar evento

# EventMessage_End_KP_EVT_CODE_FIRE
source: Fire alarm restored
pt: Restauro de alarme de incêndio

# EventMessage_End_KP_EVT_CODE_LOW_SYSTEM_BATTERY
source: Battery filled
pt: Bateria carregada

# EventMessage_End_KP_EVT_CODE_MEDICAL
source: Medical alarm restored
pt: Restauro de alarme médico

# EventMessage_End_KP_EVT_CODE_NEAR_ALARM_WORSENS
source: Zone mask alarm restored
pt: Alarme de máscara de zona restaurado

# EventMessage_End_KP_EVT_CODE_OC_BY_USER
source: Disarm
pt: Desarmado

# EventMessage_End_KP_EVT_CODE_PANIC_ZONE_TROUBLE
source: Panic alarm restored
pt: Alarme de pânico restaurado

# EventMessage_End_KP_EVT_CODE_PERIODIC_TEST_REPORT
source: Periodic test report
pt: Teste periódico

# EventMessage_End_KP_EVT_CODE_QUICK_ARM
source: Quick disarm
pt: Desarme rápido

# EventMessage_End_KP_EVT_CODE_SENSOR_WATCH_TROUBLE
source: Sensor watch alarm restored
pt: Alarme de inatividade de zona restaurado

# EventMessage_End_KP_EVT_CODE_SOUNDER_RELAY_DISABLE
source: Siren tamper alarm restored
pt: Alarme de tamper de sirene restaurado

# EventMessage_End_KP_EVT_CODE_SYSTEM_RESET
source: System reset
pt: Reset de sistema

# EventMessage_End_KP_EVT_CODE_SYSTEM_SHUTDOWN_COMMAND_RECEIVED
source: System shutdown
pt: Sistema desligado

# EventMessage_End_KP_EVT_CODE_SYSTEM_TAMPER
source: Panel tamper alarm restored
pt: Alarme de tamper da central restaurado

# EventMessage_End_KP_EVT_CODE_TAMPER
source: Zone tamper alarm restored
pt: Alarme de zona restaurado

# EventMessage_End_KP_EVT_CODE_TELCO_1_FAULT
source: PSTN restored
pt: PSTN restaurado

# EventMessage_End_KP_EVT_CODE_WRONG_CODE_ENTRY
source: Code restored
pt: Código restaurado

# EventMessage_End_KP_EVT_CODE_ZONE_SENSOR_BYPASS
source: Bypass restored
pt: Omissão restaurada

# EventMessage_Start_KP_EVT_CODE_24_HOUR_SAFE
source: 24h zone alarm
pt: Alarme de zona 24h

# EventMessage_Start_KP_EVT_CODE_ACCESS_PROGRAM_MODE_ENTRY
source: Program mode entry
pt: Entrada em modo de programação

# EventMessage_Start_KP_EVT_CODE_ACCESS_PROGRAM_MODE_EXIT
source: Program mode exit
pt: Saída do modo de programação

# EventMessage_Start_KP_EVT_CODE_AC_LOSS
source: AC fail
pt: Falha de 230V

# EventMessage_Start_KP_EVT_CODE_ARMED_STAY
source: Arm stay
pt: Armado - parcial

# EventMessage_Start_KP_EVT_CODE_AUTO_ARM_FAILED
source: Auto arm fail
pt: Falha - armar automáticamente

# EventMessage_Start_KP_EVT_CODE_BATTERY_MISSING_DEAD
source: Battery missing or dead
pt: Bateria em falta ou morta

# EventMessage_Start_KP_EVT_CODE_BURGLARY
source: Burglary alarm
pt: Alarme de intrusão

# EventMessage_Start_KP_EVT_CODE_DURESS_ACCESS_GRANTED
source: Duress access
pt: Acesso por coasão

# EventMessage_Start_KP_EVT_CODE_EXPANSION_MODULE_TAMPER
source: Bus module tamper
pt: Alarme de tamper - módulo de expansão

# EventMessage_Start_KP_EVT_CODE_FAILED_TO_CLOSE
source: Arm fail
pt: Falha - armar

# EventMessage_Start_KP_EVT_CODE_FAILURE_TO_COMMUNICATE_EVENT
source: Fail to report event
pt: Falha a reportar evento

# EventMessage_Start_KP_EVT_CODE_FIRE
source: Fire alarm
pt: Alarme de fogo

# EventMessage_Start_KP_EVT_CODE_LOW_SYSTEM_BATTERY
source: Battery low
pt: Bateria fraca

# EventMessage_Start_KP_EVT_CODE_MEDICAL
source: Medical alarm
pt: Alarme médico

# EventMessage_Start_KP_EVT_CODE_NEAR_ALARM_WORSENS
source: Zone mask alarm
pt: Alarme de máscara de zona

# EventMessage_Start_KP_EVT_CODE_OC_BY_USER
source: Arm away
pt: Armar - total

# EventMessage_Start_KP_EVT_CODE_PANIC_ZONE_TROUBLE
source: Panic alarm
pt: Alarme de pânico

# EventMessage_Start_KP_EVT_CODE_PERIODIC_TEST_REPORT
source: Periodic test report
pt: Teste periódico

# EventMessage_Start_KP_EVT_CODE_QUICK_ARM
source: Quick arm
pt: Armar rápido

# EventMessage_Start_KP_EVT_CODE_SENSOR_WATCH_TROUBLE
source: Sensor watch alarm
pt: Alarme de inatividade de zona

# EventMessage_Start_KP_EVT_CODE_SOUNDER_RELAY_DISABLE
source: Siren tamper alarm
pt: Alarme de tamper de sirene

# EventMessage_Start_KP_EVT_CODE_SYSTEM_RESET
source: System reset
pt: Reset de sistema

# EventMessage_Start_KP_EVT_CODE_SYSTEM_SHUTDOWN_COMMAND_RECEIVED
source: System shutdown
pt: Sistema desligado

# EventMessage_Start_KP_EVT_CODE_SYSTEM_TAMPER
source: Panel tamper alarm
pt: Alarme de tamper da central

# EventMessage_Start_KP_EVT_CODE_TAMPER
source: Zone tamper alarm
pt: Alarme de tamper de zona

# EventMessage_Start_KP_EVT_CODE_TELCO_1_FAULT
source: PSTN error
pt: Erro de PSTN

# EventMessage_Start_KP_EVT_CODE_WRONG_CODE_ENTRY
source: Wrong code enter
pt: Introduzido código errado

# EventMessage_Start_KP_EVT_CODE_ZONE_SENSOR_BYPASS
source: Zone bypass
pt: Omissão de zona

source: All
pt: Todos

source: Last 14 days
pt: Nos últimos 14 dias

source: Last 30 days
pt: Nos últimos 30 dias

source: Last 7 days
pt: Nos últimos 7 dias

source: Last year
pt: No último ano

source: Today
pt: Hoje

# _24h_active
source: 24h zone active
pt: Zona 24h ativa

# _24h_auto_reset
source: auto reset
pt: restauro automático

# _24h_config_minus
source: 24h zone configuration (-)
pt: Configurar zona 24h (-)

# _24h_config_plus
source: 24h zone configuration (+)
pt: Configurar zona 24h (+)

# _24h_firezone
source: firezone
pt: Zona de incêndio

# Installer_minus
source: Installer (-)
pt: Instalador (-)

# Installer_plus
source: Installer (+)
pt: Instalador (+)

# VisbleInKeypad
source: Visible in keypads
pt: Visível nos teclados

source: General
pt: Geral

source: Circuit
pt: Circuito

source: Shortcuts
pt: Atalhos

# Disconnection_Successfull
source: Disconnected with success!
pt: Desligado com sucesso!

# Normally_Closed
source: NC
pt: NF

# Normally_Open
source: NO
pt: NA

# Select_Everything
source: All
pt: Tudo

# Select_Nothing
source: None
pt: Nada
