Repository: ginjo92/Mega-X_ConfigTool
Catalog: ProdigyConfigToolWPF/Properties/Resources.*.resx
Languages: pt

# Areas
source: Partitions
pt: Partições

# Area_1
source: Partition 1
pt: Partição 1

# Area_2
source: Partition 2
pt: Partição 2

# Area_3
source: Partition 3
pt: Partição 3

# Area_4
source: Partition 4
pt: Partição 4

source: Language:
pt: Idioma:

# Area_5
source: Partition 5
pt: Partição 5

# Area_6
source: Partition 6
pt: Partição 6

# Area_7
source: Partition 7
pt: Partição 7

# Area_8
source: Partition 8
pt: Partição 8

source: Zones
pt: Zonas

source: Zone 1
pt: Zona 1

source: Zone 10
pt: Zona 10

source: Zone 11
pt: Zona 11

source: Zone 12
pt: Zona 12

source: Zone 13
pt: Zona 13

source: Zone 14
pt: Zona 14

source: Zone 15
pt: Zona 15

source: Zone 16
pt: Zona 16

source: Zone 17
pt: Zona 17

source: Zone 18
pt: Zona 18

source: Zone 19
pt: Zona 19

source: Zone 2
pt: Zona 2

source: Zone 20
pt: Zona 20

source: Zone 21
pt: Zona 21

source: Zone 22
pt: Zona 22

source: Zone 23
pt: Zona 23

source: Zone 24
pt: Zona 24

source: Zone 25
pt: Zona 25

source: Zone 26
pt: Zona 26

source: Zone 27
pt: Zona 27

source: Zone 28
pt: Zona 28

source: Zone 29
pt: Zona 29

source: Zone 3
pt: Zona 3

source: Zone 30
pt: Zona 30

source: Zone 31
pt: Zona 31

source: Zone 32
pt: Zona 32

source: Zone 4
pt: Zona 4

source: Zone 5
pt: Zona 5

source: Zone 6
pt: Zona 6

source: Zone 7
pt: Zona 7

source: Zone 8
pt: Zona 8

source: Zone 9
pt: Zona 9

# Zone_24_hour_output_1
source: 24 hour alarm output - 1
pt: Saída para alarme de 24 horas - 1

# Zone_24_hour_output_2
source: 24 hour alarm output - 2
pt: Saída para alarme de 24 horas - 2

# Zone_24_hour_output_3
source: 24 hour alarm output - 3
pt: Saída para alarme de 24 horas - 3

source: Zone active
pt: Zone ativa

source: Zone alarm output - 1
pt: Saída para alarme de zona - 1

source: Zone alarm output - 2
pt: Saída para alarme de zona - 2

source: Zone alarm output - 3
pt: Saída para alarme de zona - 3

# Zone_Always_bypass
source: Always
pt: Permanente

# Zone_Always_report
source: Always report to PSTN
pt: Reportar sempre

# Zone_Anti_mask_output_1
source: Anti-mask alarm output - 1
pt: Saída para alarme de máscara - 1

# Zone_Anti_mask_output_2
source: Anti-mask alarm output - 2
pt: Saída para alarme de máscara - 2

# Zone_Anti_mask_output_3
source: Anti-mask alarm output - 3
pt: Saída para alarme de máscara - 3

# Zone_Area_away_1
source: Area away - 1
pt: Partição total - 1

# Zone_Area_away_2
source: Area away - 2
pt: Partição total - 2

# Zone_Area_away_3
source: Area away - 3
pt: Partição total - 3

# Zone_Area_away_4
source: Area away - 4
pt: Partição total - 4

# Zone_Area_away_5
source: Area away - 5
pt: Partição total - 5

# Zone_Area_away_6
source: Area away - 6
pt: Partição total - 6

# Zone_Area_away_7
source: Area away - 7
pt: Partição total - 7

# Zone_Area_away_8
source: Area away - 8
pt: Partição total - 8

# Zone_Area_stay_1
source: Area stay - 1
pt: Partição parcial - 1

# Zone_Area_stay_2
source: Area stay - 2
pt: Partição parcial - 2

# Zone_Area_stay_3
source: Area stay - 3
pt: Partição parcial - 3

# Zone_Area_stay_4
source: Area stay - 4
pt: Partição parcial - 4

# Zone_Area_stay_5
source: Area stay - 5
pt: Partição parcial - 5

# Zone_Area_stay_6
source: Area stay - 6
pt: Partição parcial - 6

# Zone_Area_stay_7
source: Area stay - 7
pt: Partição parcial - 7

# Zone_Area_stay_8
source: Area stay - 8
pt: Partição parcial - 8

# Zone_Arm_if_not_ready
source: Arm if not ready
pt: Armar se não estiver pronto

# Zone_Auto_bypass
source: Auto
pt: Automático

# Zone_Chime_alarm_output_1
source: Chime output - 1
pt: Saída para Chime - 1

# Zone_Chime_alarm_output_2
source: Chime output - 2
pt: Saída para Chime - 2

# Zone_Chime_alarm_output_3
source: Chime output - 3
pt: Saída para Chime - 3

# Zone_Chime_arm
source: Arm
pt: Armar

# Zone_Chime_disarm
source: Disarm
pt: Desarmar

# Zone_Description
source: Name
pt: Nome

# Area_Description
source: Name
pt: Nome

# Zone_Entry_time_away
source: Away
pt: Total

source: Zone entry times
pt: Tempos de entrada

# Zone_Entry_time_output_1
source: Entry time output - 1
pt: Saída para tempo de entrada - 1

# Zone_Entry_time_output_2
source: Entry time output - 2
pt: Saída para tempo de entrada - 2

# Zone_Entry_time_output_3
source: Entry time output - 3
pt: Saída para tempo de entrada - 3

# Zone_Entry_time_stay
source: Stay
pt: Parcial

# Zone_Exit_terminator
source: Exit terminator
pt: Terminação de saída

# Zone_fire_alarm_output_1
source: Fire alarm output - 1
pt: Saída para alarme de incêndio - 1

# Zone_fire_alarm_output_2
source: Fire alarm output - 2
pt: Saída para alarme de incêndio - 2

# Zone_fire_alarm_output_3
source: Fire alarm output - 3
pt: Saída para alarme de incêndio - 3

# Zone_Handover
source: Handover zone
pt: Seguidora

# Zone_Id
source: Id
pt: Nº

# Zone_Keypad_visible
source: Bypass in keypads
pt: Omitir nos teclados

# Zone_Keyswitch
source: Keyswitch Zone
pt: Zona de chave

source: Maintenance
pt: Manutenção

# Zone_Keyswitch_type
source: Keyswitch Type
pt: Tipo de chave

source: Arm Conditions
pt: Condições p/Armar

# AreasAway
source: Partitions - Away
pt: Áreas - Total

# AreasStay
source: Partitions - Stay
pt: Áreas - Parcial

# Zone_R1_Contact_Type
source: Contact type
pt: Tipo de contacto

# Zone_R1_function
source: Function
pt: Função

# Zone_R1_value
source: Value
pt: Valor

# Zone_R2_Contact_Type
source: R2 Contact type
pt: Tipo de contacto de R2

# Zone_R2_function
source: R2 Function
pt: Função de R2

# Zone_R2_value
source: R2 Value
pt: Valor de R2

# Zone_R3_Contact_Type
source: R3 Contact type
pt: Tipo de contacto de R3

# Zone_R3_function
source: R3 Function
pt: Função de R3

# Zone_R3_value
source: R3 Value
pt: Valor de R3

# Zone_Send_report
source: Send report
pt: Enviar relatórios

# Zone_Sensor_watch
source: Sensor watch zone
pt: Inatividade de zona

# Zone_Sensor_watch_output_1
source: Sensor watch alarm output - 1
pt: Saída para alarme de inatividade de zona - 1

# Zone_Sensor_watch_output_2
source: Sensor watch alarm output - 2
pt: Saída para alarme de inatividade de zona - 2

# Zone_Sensor_watch_output_3
source: Sensor watch alarm output - 3
pt: Saída para alarme de inatividade de zona - 3

# Zone_Sensor_watch_time
source: Sensor watch time
pt: Tempo de inatividade de zona

# Zone_Show_keypad_1
source: Hide on keypad - 1
pt: Omitir no teclado - 1

# Zone_Show_keypad_2
source: Hide on keypad - 2
pt: Omitir no teclado - 2

# Zone_Show_keypad_3
source: Hide on keypad - 3
pt: Omitir no teclado - 3

# Zone_Show_keypad_4
source: Hide on keypad - 4
pt: Omitir no teclado - 4

# Zone_Show_keypad_5
source: Hide on keypad - 5
pt: Omitir no teclado - 5

# Zone_Show_keypad_6
source: Hide on keypad - 6
pt: Omitir no teclado - 6

# Zone_Show_keypad_7
source: Hide on keypad - 7
pt: Omitir no teclado - 7

# Zone_Show_keypad_8
source: Hide on keypad - 8
pt: Omitir no teclado - 8

# Zone_Silent_zone
source: Silent zone
pt: Silenciosa

# Zone_Soak_test
source: On soak test
pt: Em teste soak

# Zone_tamper_alarm_output_1
source: Tamper alarm output - 1
pt: Saída para alarme de tamper - 1

# Zone_tamper_alarm_output_2
source: Tamper alarm output - 2
pt: Saída para alarme de tamper - 2

# Zone_tamper_alarm_output_3
source: Tamper alarm output - 3
pt: Saída para alarme de tamper - 3

# Zone_Terminal_circuit_type
source: Terminal circuit type
pt: Tipo de circuito

# Zone_Terminator_count
source: Exit terminator counter
pt: Contador de terminações de saída

# Zone_Trigger_time
source: Two trigger time
pt: Tempo de duplo trigger

# Zone_Two_trigger
source: Two trigger zone
pt: Duplo trigger

# Circuit_function_mask
source: Mask
pt: Máscara

# Circuit_function_zone
source: Zone
pt: Zona

# Keyswitch_type_keyswitch
source: Latch-key
pt: Permanente

# Keyswitch_type_toggle
source: Toggle
pt: Impulso

# Output_number_1
source: Output 1
pt: Saída 1

# Output_number_10
source: Output 10
pt: Saída 10

# Output_number_11
source: Output 11
pt: Saída 11

# Output_number_12
source: Output 12
pt: Saída 12

# Output_number_13
source: Output 13
pt: Saída 13

# Output_number_2
source: Output 2
pt: Saída 2

# Output_number_3
source: Output 3
pt: Saída 3

# Output_number_4
source: Output 4
pt: Saída 4

# Output_number_5
source: Output 5 (Relay)
pt: Saída 5 (Relé)

# Output_number_6
source: Output 6
pt: Saída 6

# Output_number_7
source: Output 7
pt: Saída 7

# Output_number_8
source: Output 8
pt: Saída 8

# Output_number_9
source: Output 9
pt: Saída 9

# Output_number_none
source: None
pt: Nenhuma

# User_role_admin_user
source: Admin
pt: Administrador

# User_role_installer
source: Installer
pt: Instalador

# User_role_manufacturer
source: Manufacturer
pt: Fabricante

# Keypad_function_button_alerts
source: Alerts
pt: Listagem de alertas

# Keypad_function_button_bypass
source: Bypass
pt: Configurar omissão

# Keypad_function_button_config
source: Settings
pt: Configurações

# Keypad_function_button_events
source: Events
pt: Listagem de eventos

# Keypad_function_button_none
source: None
pt: Nenhum

# Keypad_function_button_outputs
source: Outputs configuration
pt: Configuração de saídas

# Keypad_function_button_quick_arm_away
source: Quick arm away
pt: Armar rápido - total

# Keypad_function_button_quick_arm_stay
source: Quick arm stay
pt: Armar rápido - parcial

# Keypad_function_button_quick_disarm
source: Quick disarm
pt: Desarmar rápido

# Keypad_function_button_wheel_options
source: Buttons configuration
pt: Configurar botões

# Keypad_function_button_zones
source: Zones configuration
pt: Configuração de zonas

# Keypad_date_format_day_month
source: Day/Month
pt: Dia/Mês

# Keypad_date_format_month_day
source: Month/Day
pt: Mês/Dia

# Keypad_date_hour_format_12h
source: 12h format
pt: Formato 12h

# Keypad_date_hour_format_24h
source: 24h format
pt: Formato 24h

# Area
source: Partition
pt: Partição

# Button_Connect
source: Connect
pt: Ligar

# Button_Disconnect
source: Disconnect
pt: Desligar

source: Connection Successful
pt: Ligado com Sucesso

source: Expansors
pt: Expansores

source: Keypad
pt: Teclado

source: Keypads
pt: Teclados

source: Output
pt: Saída

source: Outputs
pt: Saídas

source: Phone
pt: Telefone

source: Phones
pt: Telefones

source: Timezone
pt: Horário

source: Timezones
pt: Horários

source: Update date/time
pt: Atualizar data e hora

source: User
pt: Utilizador

source: Users
pt: Utilizadores

source: Zone
pt: Zona

# GlobalSystem_Keswitch_partitions_away_minus
source: Keyswitch - Partitions Away (-)
pt: Chave - Partições total (-)

# GlobalSystem_Keswitch_partitions_away_plus
source: Keyswitch - Partitions Away (+)
pt: Chave - Partições total (+)

# GlobalSystem_Keswitch_partitions_stay_minus
source: Keyswitch - Partitions Stay (-)
pt: Chave - Partições parcial (-)

# GlobalSystem_Keswitch_partitions_stay_plus
source: Keyswitch - Partitions Stay (+)
pt: Chave - Partições parcial (+)

# Zone_bypass_keypads_minus
source: Bypass in keypads (-)
pt: Omitir nos teclados (-)

# Zone_bypass_keypads_plus
source: Bypass in keypads (+)
pt: Omitir nos teclados (+)

# Zone_areas_away_minus
source: Partitions - away (-)
pt: Partições - total (-)

# Zone_areas_away_plus
source: Partitions - away (+)
pt: Partições - total (+)

# Zone_areas_stay_minus
source: Partitions - stay (-)
pt: Partições - parcial (-)

# Zone_areas_stay_plus
source: Partitions - stay (+)
pt: Partições - parcial (+)

# Zone_bypass_config_minus
source: Bypass configuration (-)
pt: Configurar omissão (-)

# Zone_bypass_config_plus
source: Bypass configuration (+)
pt: Configurar omissão (+)

# Zone_entry_times_minus
source: Entry times (-)
pt: Tempos de entrada (-)

# Zone_entry_times_plus
source: Entry times (+)
pt: Tempos de entrada (+)

# Zone_keyswitch_config_minus
source: Keyswitch configuration (-)
pt: Configuração de chave (-)

# Zone_keyswitch_config_plus
source: Keyswitch configuration (+)
pt: Configuração de chave (+)

# Zone_type_minus
source: Zone type configuration (-)
pt: Configuração de tipo de zona (-)

# Zone_type_plus
source: Zone type configuration (+)
pt: Configuração de tipo de zona (+)

source: Zone Type
pt: Tipo de Zona

# Zone_chime_config_minus
source: Chime configuration (-)
pt: Configuração de chime (-)

# Zone_chime_config_plus
source: Chime configuration (+)
pt: Configuração de chime (+)

# Zone_r1_config_minus
source: R1 configuration (-)
pt: Configurar R1 (-)

# Zone_r1_config_plus
source: R1 configuration (+)
pt: Configurar R1 (+)

# Zone_r2_config_minus
source: R2 configuration (-)
pt: Configurar R2 (-)

# Zone_r2_config_plus
source: R2 configuration (+)
pt: Configurar R2 (+)

# Zone_r3_config_minus
source: R3 configuration (-)
pt: Configurar R3 (-)

# Zone_r3_config_plus
source: R3 configuration (+)
pt: Configurar R3 (+)

# GlobalSystem_call_output_code
source: Outputs code (in call)
pt: Código de saídas (em chamada)

# Phone_alway_report
source: Ignore kiss off acknowledge
pt: Ignorar confirmação de chamada

# Phone_report_active
source: Report - Active
pt: Reportar - Ativo

# Phone_report_away_armdisarm
source: Report arm/disarm - away
pt: Reportar armar/desarmar - total

# Phone_report_stay_armdisarm
source: Report arm/disarm - stay
pt: Reportar armar/desarmar - parcial

# Phone_voice_call_type
source: Call type
pt: Tipo de chamada

# User_check_date
source: Validate calendar
pt: Validar calendário

# User_check_timezones
source: Validate Timezones
pt: Validar horários

# User_button_a_areas_away_minus
source: Button A - Away (-)
pt: Botão A - total (-)

# User_button_a_areas_away_plus
source: Button A - Away (+)
pt: Botão A - total (+)

# User_button_a_areas_stay_minus
source: Button A - Stay (-)
pt: Botão A - parcial (-)

# User_button_a_areas_stay_plus
source: Button A - Stay (+)
pt: Botão A - parcial (+)

# User_button_b_areas_away_minus
source: Button B - Away (-)
pt: Botão B - total (-)

# User_button_b_areas_away_plus
source: Button B - Away (+)
pt: Botão B - total(+)

# User_button_b_areas_stay_minus
source: Button B - Stay (-)
pt: Botão B - parcial (-)

# User_button_b_areas_stay_plus
source: Button B - Stay (+)
pt: Botão B - parcial (+)

# User_button_c_areas_away_minus
source: Button C - Away (-)
pt: Botão C - total (-)

# User_button_c_areas_away_plus
source: Button C - Away (+)
pt: Botão C - total (+)

# User_button_c_areas_stay_minus
source: Button C - Stay (-)
pt: Botão C - parcial (-)

# User_button_c_areas_stay_plus
source: Button C - Stay (+)
pt: Botão C - parcial (+)

# User_button_d_areas_away_minus
source: Button D - Away (-)
pt: Botão D - total (-)

# User_button_d_areas_away_plus
source: Button D - Away (+)
pt: Botão D - total (+)

# User_button_d_areas_stay_minus
source: Button D - Stay (-)
pt: Botão D - parcial (-)

# User_button_d_areas_stay_plus
source: Button D - Stay (+)
pt: Botão D - parcial (+)

# Zone_anti_mask_output_minus
source: Anti-mask outputs configuration (-)
pt: Configuração de saída p/ anti-máscara (-)

# Zone_anti_mask_output_plus
source: Anti-mask outputs configuration (+)
pt: Configuração de saída p/ anti-máscara (+)

# Zone_chime_output_minus
source: Chime output configuration (-)
pt: Configuração de saídas p/ chime (-)

# Zone_chime_output_plus
source: Chime output configuration (+)
pt: Configuração de saídas p/ chime (+)

# Zone_entry_time_output_minus
source: Entry time outputs configuration (-)
pt: Configuração de saída p/ tempo de entrada (-)

# Zone_entry_time_output_plus
source: Entry time outputs configuration (+)
pt: Configuração de saída p/ tempo de entrada (+)

# Zone_output_option_1
source: Option 1
pt: Opção 1

# Zone_output_option_2
source: Option 2
pt: Opção 2

# Zone_output_option_3
source: Option 3
pt: Opção 3

# Zone_sensor_watch_output_minus
source: Sensor watch output configuration (-)
pt: Configuração de saídas p/ inatividade de zona (-)

# Zone_sensor_watch_output_plus
source: Sensor watch output configuration (+)
pt: Configuração de saídas p/ inatividade de zona (+)

# Zone_24h_alarm_output_minus
source: 24h alarm outputs (-)
pt: Saídas para alarme 24h (-)

# Zone_24h_alarm_output_plus
source: 24h alarm outputs (+)
pt: Saídas para alarme 24h (+)

# Zone_fire_alarm_output_minus
source: Fire alarm outputs (-)
pt: Saídas para alarme de incêndio (-)

# Zone_fire_alarm_output_plus
source: Fire alarm outputs (+)
pt: Saídas para alarme de incêndio (+)

# Zone_tamper_alarm_output_minus
source: Tamper alarm outputs (-)
pt: Saídas para alarme de tamper (-)

# Zone_tamper_alarm_output_plus
source: Tamper alarm outputs (+)
pt: Saídas para alarme de tamper (+)

# Zone_zone_alarm_output_minus
source: Zone alarm outputs (-)
pt: Saídas para alarme de zona (-)

# Zone_zone_alarm_output_plus
source: Zone alarm outputs (+)
pt: Saídas para alarme de zona (+)

source: Global system configuration
pt: Configuração global do sistema

source: Home
pt: Início

# Area_arming_away_output_minus
source: Arming outputs - away (-)
pt: Saídas a armar - total (-)

# Area_arming_away_output_plus
source: Arming outputs - away (+)
pt: Saídas a armar - total (+)

# Area_arming_away_pulsed_output_minus
source: Arming pulsed outputs - away (-)
pt: Saídas p/ impulso - armar total (-)

# Area_arming_away_pulsed_output_plus
source: Arming pulsed outputs - away (+)
pt: Saídas p/ impulso - armar total (+)

# Area_arming_stay_output_minus
source: Arming outputs - stay (-)
pt: Saídas a armar - parcial (-)

# Area_arming_stay_output_plus
source: Arming outputs - stay (+)
pt: Saídas a armar - parcial (+)

# Area_arming_stay_pulsed_output_minus
source: Arming pulsed outputs - stay (-)
pt: Saídas p/ impulso - armar parcial (-)

# Area_arming_stay_pulsed_output_plus
source: Arming pulsed outputs - stay (+)
pt: Saídas p/ impulso - armar parcial (+)

# Area_arm_away_pulsed_output_1
source: Arm Away - Pulsed Output 1
pt: Armar Total - Saída p/Impulso 1

# Area_arm_away_pulsed_output_2
source: Arm Away - Pulsed Output 2
pt: Armar Total - Saída p/Impulso 2

# Area_arm_away_pulsed_output_3
source: Arm Away - Pulsed Output 3
pt: Armar Total - Saída p/Impulso 3

# Area_arm_stay_pulsed_output_1
source: Arm Stay - Pulsed Output 1
pt: Armar Parcial - Saída p/Impulso 1

# Area_arm_stay_pulsed_output_2
source: Arm Stay - Pulsed Output 2
pt: Armar Parcial - Saída p/Impulso 2

# Area_arm_stay_pulsed_output_3
source: Arm Stay - Pulsed Output 3
pt: Armar Parcial - Saída p/Impulso 3

# Area_arm_stay_output_1
source: Arm Stay - Output 1
pt: Armar Parcial - Saída 1

# Area_arm_stay_output_2
source: Arm Stay - Output 2
pt: Armar Parcial - Saída 2

# Area_arm_stay_output_3
source: Arm Stay - Output 3
pt: Armar Parcial - Saída 3

# Area_arm_away_output_1
source: Arm Away - Output 1
pt: Armar Total - Saída 1

# Area_arm_away_output_2
source: Arm Away - Output 2
pt: Armar Total - Saída 2

# Area_arm_away_output_3
source: Arm Away - Output 3
pt: Armar Total - Saída 3

# Area_arm_away_output_minus
source: Arm outputs - away (-)
pt: Saídas armar - total (-)

# Area_arm_away_output_plus
source: Arm outputs - away (+)
pt: Saídas armar - total (+)

# Area_arm_away_pulsed_output_minus
source: Arm pulsed outputs - away (-)
pt: Saídas p/ impulso - armar total (-)

# Area_arm_away_pulsed_output_plus
source: Arm pulsed outputs - away (+)
pt: Saídas p/ impulso - armar total (+)

# Area_arm_stay_output_minus
source: Arm outputs - stay (-)
pt: Saídas armar - parcial (-)

# Area_arm_stay_output_plus
source: Arm outputs - stay (+)
pt: Saídas armar - parcial (+)

# Area_arm_stay_pulsed_output_minus
source: Arm pulsed outputs - stay (-)
pt: Saídas p/ impulso - armar parcial (+)

# Area_arm_stay_pulsed_output_plus
source: Arm pulsed outputs - stay (+)
pt: Saídas p/ impulso - armar parcial (-)

# Area_away_arm_beeps_output_minus
source: Arm beeps outputs - away (-)
pt: Saídas a armar beeps - total (-)

# Area_away_arm_beeps_output_plus
source: Arm beeps outputs - away (+)
pt: Saídas a armar beeps - total (+)

# Area_code_required
source: Activation Code required
pt: Ativação do código

# Area_code_required_minus
source: Code required (-)
pt: Ativar código (-)

# Area_code_required_plus
source: Code required (+)
pt: Ativar código (+)

# Area_disarm_away_output_1
source: Disarm Away - Output 1
pt: Desarmar Total - Saída 1

# Area_disarm_away_output_2
source: Disarm Away - Output 2
pt: Desarmar Total - Saída 2

# Area_disarm_away_output_3
source: Disarm Away - Output 3
pt: Desarmar Total - Saída 3

# Area_disarm_stay_output_1
source: Disarm Stay - Output 1
pt: Desarmar Parcial - Saída 1

# Area_disarm_stay_output_2
source: Disarm Stay - Output 2
pt: Desarmar Parcial - Saída 2

# Area_disarm_stay_output_3
source: Disarm Stay - Output 3
pt: Desarmar Parcial - Saída 3

# Area_disarm_away_output_minus
source: Disarm outputs - away (-)
pt: Saídas desarmar - total (-)

# Area_disarm_away_output_plus
source: Disarm outputs - away (+)
pt: Saídas desarmar - total (+)

# Area_disarm_away_pulsed_output_minus
source: Disarm pulsed outputs - away (-)
pt: Saídas p/ impulso - desarmar total (-)

# Area_disarm_away_pulsed_output_plus
source: Disarm pulsed outputs - away (+)
pt: Saídas p/ impulso - desarmar total (+)

# Area_disarm_stay_output_minus
source: Disarm outputs - stay (-)
pt: Saídas desarmar - parcial (-)

# Area_disarm_stay_output_plus
source: Disarm outputs - stay (+)
pt: Saídas desarmar - parcial (+)

# Area_disarm_stay_pulsed_output_minus
source: Disarm pulsed outputs - stay (-)
pt: Saídas p/ impulso - desarmar parcial (-)

# Area_disarm_stay_pulsed_output_plus
source: Disarm pulsed outputs - stay(+)
pt: Saídas p/ impulso - desarmar parcial (+)

# Area_exit_times
source: Exit times
pt: Tempos de saída

# Area_exit_times_minus
source: Exit times (-)
pt: Tempos de saída (-)

# Area_exit_times_plus
source: Exit times (+)
pt: Tempos de saída (+)

source: Away
pt: Total

source: Dialer
pt: Comunicador

source: Disarm
pt: Desarme

source: Stay
pt: Parcial

source: Active
pt: Ativo

# Area_away_disarm_beeps_output_minus
source: Disarm beeps outputs - away (-)
pt: Saídas desarmar beeps - total (-)

# Area_away_disarm_beeps_output_plus
source: Disarm beeps outputs - away (+)
pt: Saídas desarmar beeps - total (+)

# Area_timezones_arm_start
source: Timezones start - Arm
pt: Início de horários - Armar

# Area_timezones_arm_start_minus
source: Timezones start - Arm (-)
pt: Início de horários - Armar (-)

# Area_timezones_arm_start_plus
source: Timezones start - Arm (+)
pt: Início de horários - Armar (+)

# Area_timezones_disarm_end
source: Timezones end - Disarm
pt: Fim de horários - Desarmar

# Area_timezones_disarm_end_minus
source: Timezones end - Disarm (-)
pt: Fim de horários - Desarmar (-)

# Area_timezones_disarm_end_plus
source: Timezones end - Disarm (+)
pt: Fim de horários - Desarmar (+)

source: Arm
pt: Armar

source: Arm Away
pt: Armar total

source: Arm Stay
pt: Armar parcial

source: Delay
pt: Atraso

source: Delay - ON
pt: Atraso - ON

# Description
source: Name
pt: Nome

source: Disarm - Away
pt: Desarmar - total

source: Disarm - Stay
pt: Desarmar - parcial

source: Friday
pt: Sexta

source: Monday
pt: Segunda

# MegaX_Version
source: Mega-X Configurator version:
pt: Versão do Mega-X Configurator:

# Output_beeps_configuration_minus
source: Output's beeps Number (-)
pt: Número de beeps (-)

# Output_beeps_configuration_plus
source: Output's beeps Number (+)
pt: Número de beeps (+)

# Output_chime_configuration_minus
source: Chime configuration (-)
pt: Configurar chime (-)

# Output_chime_configuration_plus
source: Chime configuration (+)
pt: Configurar chime (+)

# Output_inverted
source: Inverted
pt: Invertida

# Output_pulses_configuration_minus
source: Pulsed output configuration (-)
pt: Saídas p/ impulso (-)

# Output_pulses_configuration_plus
source: Pulsed output configuration (+)
pt: Saídas p/ impulso (+)

# Output_time_configuration
source: Time configuration
pt: Configurar tempos

# Outputs_pulsed
source: Pulsed Outputs
pt: Saídas p/Impulsos
