Repository: ginjo92/Mega-X_ConfigTool
Catalog: ProdigyConfigToolWPF/Properties/Resources.*.resx
Languages: pt

# Event_date_hour
source: Date/Hour
pt: Data/Hora

# Event_Description
source: Description
pt: Descrição

# Event_Type
source: Type
pt: Tipo

source: Filters
pt: Filtros

# Filter_Alarms
source: Alarms
pt: Alarmes

# Filter_Arm_disarm
source: Arm/Disarm
pt: Armar/Desarmar

# Filter_Faults
source: Faults
pt: Falhas

source: FW version
pt: Versão de FW

source: HW version
pt: Versão de HW

source: Read Events
pt: Ler eventos

source: Serial number
pt: Número de série

# Timezones_data_final
source: Final hour
pt: Hora final

# Timezones_data_inicial
source: Initial hour
pt: Hora inicial

# Timezones_Exception_1_final_date
source: Exception 1 - final date
pt: Exceção 1 - data final

# Timezones_Exception_1_initial_date
source: Exception 1 - inital date
pt: Exceção 1 - data inicial

# Timezones_Exception_2_final_date
source: Exception 2 - final date
pt: Exceção 2 - data final

# Timezones_Exception_2_initial_date
source: Exception 2 - inital date
pt: Exceção 2 - data inicial

# Timezones_Exception_3_final_date
source: Exception 3 - final date
pt: Exceção 3 - data final

# Timezones_Exception_3_initial_date
source: Exception 3 - inital date
pt: Exceção 3 - data inicial

# Timezones_Exception_4_final_date
source: Exception 4 - final date
pt: Exceção 4 - data final

# Timezones_Exception_4_initial_date
source: Exception 4 - inital date
pt: Exceção 4 - data inicial

# VoiceCallCode
source: Remote command control number
pt: Cód. de acesso remoto

# Zone_audio_1
source: Audio - 1
pt: Áudio - 1

# Zone_audio_2
source: Audio - 2
pt: Áudio - 2

# Zone_audio_3
source: Audio - 3
pt: Áudio - 3

# Zone_audio_4
source: Audio - 4
pt: Áudio - 4

# Zone_audio_minus
source: Audio (-)
pt: Áudio (-)

# Zone_audio_plus
source: Audio (+)
pt: Áudio (+)

# Button_cancel
source: Cancel
pt: Cancelar

source: Default configuration
pt: Configuração pré-definida

# Menu_item_Exit
source: Exit
pt: Sair

# Menu_item_New
source: New
pt: Novo

# Menu_item_Open
source: Open
pt: Abrir

# Menu_item_Save
source: Save
pt: Gravar

# Use_template
source: Copy from existent configuration
pt: Copiar de configuração existente

source: Error!
pt: Erro!

# File_in_use
source: This file can not be deleted because it is being used.
pt: Não é possível apagar este ficheiro porque se encontra a ser utilizado.

source: Restore default configuration
pt: Restaurar configurações pré-definidas

source: Tools
pt: Ferramentas

# QuestionRestoreDefaultsExtended
source: Restore default configuration?
pt: Pretende repor as configurações de fábrica?

# Ring_counter
source: Number of rings
pt: Número de toques

source: Logout
pt: Terminar sessão

# QuestionLogoutExtended
source: Are you sure you want to logout?
pt: Tem a certeza que pretende terminar sessão?

# VoiceMessagesCustomized
source: Customized
pt: Costumizados

# VoiceMessagesReserved
source: Reserved
pt: Reservados

source: Write audio
pt: Escrever áudio

source: COM settings
pt: Comunicações

# PleaseConnectMicroFirst
source: Please connect yout microphone first!
pt: Por fazer ligue o microfone primeiro!

# FileNotFound
source: Could not read file from disk.
pt: Não é possível ler o ficheiro do disco.

source: Firmware update
pt: Atualização de FW

# NoFileSelected
source: Choose an update file.
pt: Seleccione um ficheiro de atualização.

# SearchFile
source: Search
pt: Procurar

# UpdateFirmwareAction
source: Update FW
pt: Atualizar FW

# UpdateFirmwareDone
source: Firmware update done with success. Remove USB cable and wait for system start.
pt: Atualização de firmware concluída. Retire o cabo de dados e aguarde que o sistema arranque.

# UpdatingFirmware
source: Updating firmware, please do not disconnect the data cable...
pt: A atualizar firmware do sistema. Por favor não desligue o cabo de dados...

source: Location
pt: Localização

source: Status
pt: Estado

source: Calling
pt: Em chamada

# OutputBeep_1
source: Beep Output 1
pt: Saída p/Beeps 1

# OutputBeep_2
source: Beep Output 2
pt: Saída p/Beeps 2

# OutputBeep_3
source: Beep Output 3
pt: Saída p/Beeps 3

# OutputPulsed_1
source: Pulses Output 1
pt: Saída p/Impulsos 1

# OutputPulsed_2
source: Pulses Output 2
pt: Saída p/Impulsos 2

# OutputPulsed_3
source: Pulses Output 3
pt: Saída p/Impulsos 3

source: Output 1
pt: Saída 1

source: Output 10
pt: Saída 10

source: Output 11
pt: Saída 11

source: Output 12
pt: Saída 12

source: Output 13
pt: Saída 13

source: Output 2
pt: Saída 2

source: Output 3
pt: Saída 3

source: Output 4
pt: Saída 4

source: Output 5
pt: Saída 5

source: Output 6
pt: Saída 6

source: Output 7
pt: Saída 7

source: Output 8
pt: Saída 8

source: Output 9
pt: Saída 9

# AlarmOutput_Chime
source: Chime Alarm
pt: Alarme de Chime

# AlarmOutput_SensorWatch
source: Sensor Watch Alarm
pt: Alarme de Inatividade da Zona

# AlarmOutput_EntryTime
source: Entry Time Alarm
pt: Alarme de Tempo de Entrada

# AlarmOutput_AntiMask
source: Anti-Mask Alarm
pt: Alarme Anti-Máscara

# AlarmOutput_24h
source: 24H Alarm
pt: Alarme 24H

# AlarmOutput_Fire
source: Fire Alarm
pt: Alarme de Incêndio

# AlarmOutput_Zone
source: Zone Alarm
pt: Alarme da Zona

# AlarmOutput_Tamper
source: Tamper Alarm
pt: Alarme do Tamper

source: Option 1
pt: Opção 1

source: Option 2
pt: Opção 2

source: Option 3
pt: Opção 3

# Option_Pulses_1
source: Option 1 (Pulses)
pt: Opção 1 (p/Impulsos)

# Option_Pulses_2
source: Option 2 (Pulses)
pt: Opção 2 (p/Impulsos)

# Option_Pulses_3
source: Option 3 (Pulses)
pt: Opção 3 (p/Impulsos)

# Option_Beeps_1
source: Option 1 (Beeps)
pt: Opção 1 (p/Beeps)

# Option_Beeps_2
source: Option 2 (Beeps)
pt: Opção 2 (p/Beeps)

# Option_Beeps_3
source: Option 3 (Beeps)
pt: Opção 3 (p/Beeps)

source: General Settings
pt: Configurações Gerais

source: Timezone 1
pt: Horário 1

source: Timezone 2
pt: Horário 2

source: Timezone 3
pt: Horário 3

source: Timezone 4
pt: Horário 4

source: Timezone 5
pt: Horário 5

source: Timezone 6
pt: Horário 6

source: Timezone 7
pt: Horário 7

source: Timezone 8
pt: Horário 8

source: Report delay
pt: Atraso de report

# Timezones_minus
source: Timezones (-)
pt: Horários (-)

# Timezones_plus
source: Timezones (+)
pt: Horários (+)

# Output_Permissions_Call_minus
source: Output permissions (-)
pt: Permissões de saídas (-)

# Output_Permissions_Call_plus
source: Output permissions (+)
pt: Permissões de saídas (+)

source: Bypass:
pt: Omissão:

source: Connected
pt: Ligado

source: Disconnected
pt: Desligado

source: In call:
pt: Em chamada:

source: Mask alarm
pt: Alarme de máscara

source: No
pt: Não

source: Open
pt: Aberta

source: PSTN:
pt: Linha telefónica:

# RTActive
source: Active:
pt: Ativo:

# RTAlarm
source: Alarm:
pt: Alarme:

# RTArmed
source: Armed:
pt: Armada:

source: State:
pt: Estado:

source: Yes
pt: Sim

# UnknownDevice
source: Device unknown! Try another com port.
pt: Dispositivo desconhecido! Tente outra porta.

# ClickToSelect
source: Click to add to system
pt: Clique para adicionar ao sistema

# FileAlreadyExists
source: This configuration name already exists
pt: Já existe uma configuração com esse nome

# FileNameCantBeEmpty
source: Configuration name can't be empty
pt: O nome do ficheiro de configuração não pode estar vazio

source: Keypad 1
pt: Teclado 1

source: Keypad 2
pt: Teclado 2

source: Keypad 3
pt: Teclado 3

source: Keypad 4
pt: Teclado 4

source: Keypad 5
pt: Teclado 5

source: Keypad 6
pt: Teclado 6

source: Keypad 7
pt: Teclado 7

source: Keypad 8
pt: Teclado 8

source: Phone 1
pt: Telefone 1

source: Phone 10
pt: Telefone 10

source: Phone 11
pt: Telefone 11

source: Phone 12
pt: Telefone 12

source: Phone 13
pt: Telefone 13

source: Phone 14
pt: Telefone 14

source: Phone 15
pt: Telefone 15

source: Phone 16
pt: Telefone 16

source: Phone 2
pt: Telefone 2

source: Phone 3
pt: Telefone 3

source: Phone 4
pt: Telefone 4

source: Phone 5
pt: Telefone 5

source: Phone 6
pt: Telefone 6

source: Phone 7
pt: Telefone 7

source: Phone 8
pt: Telefone 8

source: Phone 9
pt: Telefone 9

# BypassOff
source: Turn off default
pt: Desligar Omissão

# BypassOn
source: Omit
pt: Omitir

# OutputOff
source: Turn Off
pt: Desligar

# OutputOn
source: Turn On
pt: Ligar

source: Info Client
pt: Informação do Cliente

source: Input Times
pt: Tempos de Entrada

# Areas_Keypads_Configuration
source: Areas and Keypads Configuration
pt: Configuração de Áreas e Teclados

source: Show Bypass in Keypads
pt: Apresentar Omissão nos Teclados

source: Zone Configuration
pt: Configuração da Zona

# ConfigArea
source: Area Configuration
pt: Configuração da Área

source: Zone Options
pt: Opções de Zona

# configure_zone_24
source: Configure zone 24h
pt: Configurar zona 24h

source: Audio Configurations
pt: Configurações Audio

source: Free space
pt: Espaço livre

source: Audio System Configurations
pt: Configurações Audio do Sistema

source: Reading Audio System Configurations
pt: Lendo Configurações Audio do Sistema

source: Write System Settings
pt: Escreve Configurações de Sistema

source: Read System Settings
pt: Ler Configurações de Sistema

# AudioSystemConfigurationSpace
source: Audio file space has reached the limit
pt: O espaço para ficheiros audio atingiu o limite

# AreaConfig
source: Area Configuration
pt: Configuração de Partição

source: Global System Config
pt: Configuração Global do Sistema

# KeypadConfig
source: Keypad Configuration
pt: Configuração de Teclado

# OutputConfig
source: Output Configuration
pt: Configuração de Saída

# PhoneConfig
source: Phone Configuration
pt: Configuração de Telefone

# TimezoneConfig
source: Timezone Configuration
pt: Configuração de Horário

# UserConfig
source: User Configuration
pt: Configuração de Utilizador

# ZoneConfig
source: Zone Configuration
pt: Configuração de Zona

# Output_CleanAssociations
source: Clean Associations
pt: Apagar Associações

# Zone_Terminal_Diagram
source: Terminals Diagram
pt: Esquema elétrico dos terminais

# Exception_1_minus
source: Exception 1 (-)
pt: Exceção 1 (-)

# Exception_1_plus
source: Exception 1 (+)
pt: Exceção 1 (+)

# Exception_2_minus
source: Exception 2 (-)
pt: Exceção 2 (-)

# Exception_2_plus
source: Exception 2 (+)
pt: Exceção 2 (+)

# Exception_3_minus
source: Exception 3 (-)
pt: Exceção 3 (-)

# Exception_3_plus
source: Exception 3 (+)
pt: Exceção 3 (+)

# Exception_4_minus
source: Exception 4 (-)
pt: Exceção 4 (-)

# Exception_4_plus
source: Exception 4 (+)
pt: Exceção 4 (+)

source: About
pt: Sobre

source: Current Password
pt: Senha atual

source: Username
pt: Nome do utilizador

source: Events in
pt: Eventos em

source: Clear Filters
pt: Apagar filtros

source: From
pt: De

source: To
pt: Até

# Keypad_Ack
source: Keypad Acknowledgement
pt: Reconhecimento do teclado

source: Check All Events
pt: Marcar todos os eventos

# Help_Filters_H1_P21
source: You can use filters to hide/show configuration by categories.
pt: Pode utilizar filtros para mostrar/esconder configurações por categoria

# DateTimeUpdated
source: Date/Time updated successfully
pt: Data/Hora atualizados com sucesso

# SaveWithSuccess
source: Saved with success
pt: Guardado com sucesso

# FastTips
source: Quick tips
pt: Dicas rápidas

# HelpTip_ChangePassword_2
source: The option to change login password is located in top bar. Clicking in “Admin” will show a drop menu where it's possible to change your password and also logout from mega-X Configuration Tool.
pt: A opção para alterar a password de login está localizada na barra superior. Clicando em “Admin” vai mostrar um menu onde é possível alterar a sua password, bem como terminar sessão do mega-X Configuration Tool.

# HelpTip_DownloadUpload_2
source: It's possible to make Upload/Download to/for mega-X in a faster way. Using top right buttons of each configuration category will make a partial upload or download.
pt: É possível fazer com que o Upload/Download do/para o mega-X seja mais rápido. Utilizando os botões do canto superior direito em cada uma das categorias de configuração, pode-se fazer o upload ou download parcial.

# HelpTip_ElementConfig_1
source: Individual configuration
pt: Configuração individual

# HelpTip_ElementConfig_2
source: You can configure a single element by double-clicking on it row on any table on any menu. This will open a new window where you can configure only that element in an easier way. It's also possible to access this window using the menu on left side of the app.
pt: Pode configurar um único elemento através de um duplo clique na linha de qualquer coluna de qualquer menu. Isto vai abrir uma nova janela onde é possível configurar apenas esse elemento de uma forma mais fácil. É também possível aceder a essa janela através do menu no lado esquerdo da aplicação.

# HelpTip_Language_1
source: Change Language
pt: Mudar idioma

# HelpTip_Language_2
source: It's possible to change language between english (en-US) and portuguese (pt-PT) in Preferences menu or in login window when starting mega-X Configuration Tool.
pt: É possível mudar o idioma entre inglês (en-US) e português (pt-PT) no menu Preferências ou na janela de login ao abrir o mega-X Configuration Tool.

# HelpTip_Wizard_1
source: New File Wizard
pt: Assistente de Novo Ficheiro

# HelpTip_Wizard_2
source: When creating a new file it's possible to be assisted by a Wizard to make it in a easier and intuitive way. This Wizard will help you start a new configuration project for mega-X.
pt: Quando é criado um novo ficheiro é possível ser ajudado por um Assistente de forma a fazer desta tarefa mais fácil e intuitiva. Este Assistente vai ajudar a dar início a um novo projeto de configuração para o mega-X.
